{
    "TITLE": "Βήμα 2: Εξερεύνηση της Ιστοσελίδας Στόχου",
    "INTRO": "Εξερευνήστε τον ιστότοπο για να κατανοήσετε τον σκοπό, τη λειτουργικότητα και τη χρήση της. Αυτό το βήμα σας βοηθά να καθορίσετε ποιες σελίδες του ιστοτόπου να χρησιμοποιήσετε για την αξιολόγηση στα επόμενα βήματα. Αναγνωρίστε τις τεχνολογίες ιστού που χρησιμοποιούνται για τη λειτουργία του ιστοτόπου και, αν θέλετε, σημειώστε άλλες πτυχές του ιστοτόπου. Συνήθως, είναι καλύτερο να λάβετε συμβουλές από τους ιδιοκτήτες και τους προγραμματιστές του ιστοτόπου για αυτό το βήμα.",
    "RESOURCE_LINK_NAME": "Βήμα 2: Εξερεύνηση της Ιστοσελίδας Στόχου",
    "HD_RELIEDUP_TECH": "Τεχνολογίες που απαρτίζουν τον ιστότοπο",
    "INF_RELIEDUP_TECH": "Αναγνωρίστε τις τεχνολογίες ιστού [όπως ορίζονται κατά το πρότυπο WCAG 2](https://www.w3.org/TR/WCAG21/#dfn-relied-upon) που απαρτίζουν τον ιστότοπο. Για περισσότερες πληροφορίες, δείτε [WCAG-EM Step 2.d: Αναγνώριση Τεχνολογιών Ιστού](https://www.w3.org/TR/WCAG-EM/#step2d).",
    "LABEL_TECH": "Τεχνολογία Ιστοτόπου",
    "LABEL_TECH_SPEC": "Διεύθυνση Προδιαγραφής Τεχνολογίας (URL)",
    "PLH_TECH": "π.χ. HTML5, CSS, DOM",
    "PLH_TECH_SPEC": "Διεύθυνση (URL) ή περιγραφή για την προδιαγραφή της τεχνολογίας ιστού",
    "BTN_REMOVE_TECH": "Αφαίρεση τεχνολογίας",
    "BTN_ADD_TECH": "Προσθήκη τεχνολογίας ιστού",
    "HD_NOTE_TAKING": "Προαιρετικές σημειώσεις διερεύνησης",
    "INF_NOTE_TAKING": "Αυτή η ενότητα σας επιτρέπει να καταγράφετε πληροφορίες κατά τη διερεύνηση του ιστοτόπου. Αυτές οι σημειώσεις παρέχονται στο επόμενο βήμα, για να σας βοηθήσουν να επιλέξετε ένα δείγμα ιστοσελίδων για αξιολόγηση. **Αυτές οι σημειώσεις δεν περιλαμβάνονται στην τελική αναφορά.** Αποθηκεύονται όταν αποθηκεύετε το αρχείο και είναι διαθέσιμες όταν φορτώσετε ξανά το αρχείο.",
    "LABEL_ESSENT_FUNC": "Βασική λειτουργικότητα του ιστοτόπου",
    "INF_ESSENT_FUNC": "Μπορείτε να χρησιμοποιήσετε αυτό το πεδίο για να καταγράψετε σημειώσεις σχετικά με τη βασική λειτουργικότητα του ιστότοπου. Παραδείγματα βασικής λειτουργικότητας περιλαμβάνουν:<br> ‘επιλογή και αγορά προϊόντος από την περιοχή καταστήματος του ιστότοπου’<br> ‘συμπλήρωση και υποβολή φόρμας που παρέχεται στον ιστότοπο’<br> ‘δημιουργία ενός λογαριασμού στον ιστότοπο’<br> Για περισσότερες πληροφορίες, δείτε [WCAG-EM Step 2.b: Αναγνώριση της βασικής λειτουργικότητας του ιστότοπου](https://www.w3.org/TR/WCAG-EM/#step2b).",
    "LABEL_VARIETY_PAGE_TYPES": "Ποικιλία τύπων σελίδων ιστοτόπου",
    "INF_VARIETY_PAGE_TYPES": "Μπορείτε να χρησιμοποιήσετε αυτό το πεδίο για να καταγράψετε σημειώσεις σχετικά με τους τύπους (αντί για παραδείγματα) σελίδων που βρίσκετε στον ιστότοπο. Αυτό περιλαμβάνει σημειώσεις σχετικά με διαφορετικά στυλ, διατάξεις, δομές και λειτουργίες που παρέχονται στον ιστότοπο. Για περισσότερες πληροφορίες, δείτε [WCAG-EM Step 2.c: Αναγνώριση της Ποικιλίας Τύπων Σελίδων](https://www.w3.org/TR/WCAG-EM/#step2c).<br> **Σημείωση**: Οι ‘Σελίδες’ περιλαμβάνουν διαφορετικές ‘καταστάσεις σελίδων’; δείτε τον ορισμό των [καταστάσεων σελίδων](https://www.w3.org/TR/WCAG-EM/#states).",
    "LABEL_OTHER": "Άλλο...",
    "ADD_TECH": "Προσθήκη"
}
