{
    "TITLE": "Εργαλείο Αναφοράς WCAG-EM",
    "SUBTITLE": "Επισκόπηση",
    "INTRO_HD": "Τί κάνει αυτό το εργαλείο",
    "INTRO_1": "Το Εργαλείο αναφοράς WCAG-EM μετατρέπει τα ευρήματα αξιολόγησης προσβασιμότητας σε αναφορά. Βασίζεται στη Μεθοδολογία Αξιολόγησης Οδηγιών Προσβασιμότητας Περιεχομένου Ιστού ([WCAG-EM](https://www.w3.org/TR/WCAG-EM/)).",
    "TIPS_HD": "Συμβουλές για τη χρήση αυτού του εργαλείου",
    "TIPS_1": "Στην “Προβολή Αναφοράς”, μπορείτε να μεταφορτώσετε την αναφορά σας ως HTML (σελίδα) ή ως JSON (δομημένα δεδομένα).",
    "TIPS_2": "Μπορείτε να μορφοποιήσετε τα ευρήματα με <a href='https://en.wikipedia.org/wiki/Markdown'>Markdown</a>, για να προσθέσετε λίστες, συνδέσμους, παραδείγματα κώδικα και άλλα. Αυτό λειτουργεί επίσης και στα πεδία 'Σύνοψη' και 'Λεπτομέρειες Αξιολόγησης'.",
    "TIPS_3": "Αυτό το εργαλείο δεν αποθηκεύει αυτόματα τις πληροφορίες που εισάγετε. Για να αποθηκεύσετε τα δεδομένα σας σε ένα αρχείο τοπικά στον υπολογιστή σας, χρησιμοποιήστε τα πλήκτρα συντόμευσης των Windows *ctrl+s* ή τα πλήκτρα συντόμευσης Mac *cmd+s* για να ανοίξετε το παράθυρο Αποθήκευσης.",
    "ABOUT_HEADING": "Σχετικά με το εργαλείο",
    "ABOUT_1": "<p>Το Εργαλείο Αναφοράς WCAG-EM μπορεί να χρησιμοποιηθεί για τη δημιουργία μιας <a href='https://www.w3.org/WAI/eval/report-tool/evaluation/view-report'>δομημένης αναφοράς</a> με ευρήματα της αξιολόγησης προσβασιμότητας. Δεν εκτελεί (αυτόματους) ελέγχους.</p>",
    "ABOUT_2": "<p>Αυτό το εργαλείο προορίζεται για έμπειρους αξιολογητές προσβασιμότητας. Θα χρειαστείτε γνώσεις WCAG, προσβάσιμου σχεδιασμού ιστοσελίδων, υποστηρικτικές τεχνολογίες και πώς χρησιμοποιούν τα άτομα με διαφορετικές αναπηρίες τον Ιστό (όπως περιγράφονται στη σελίδα <a href='http://www.w3.org/TR/WCAG-EM/#expertise'>Απαιτούμενη τεχνογνωσία</a> του WCAG-EM).</p>",
    "USAGE_HD": "Πώς λειτουργεί αυτό το εργαλείο",
    "USAGE_LI1": "Όλες οι λειτουργίες που παρέχονται από αυτό το εργαλείο έχουν πλέον φορτωθεί. Εκτελείται τοπικά στο πρόγραμμα περιήγησής σας. Δεν χρειάζεστε σύνδεση στο Διαδίκτυο πέρα από αυτό το σημείο. Όταν κλείνετε το παράθυρο του προγράμματος περιήγησης, τυχόν μη αποθηκευμένα δεδομένα χάνονται.",
    "USAGE_LI2": "Όλες οι εισροές καταγράφονται ως δεδομένα JSON στο παρασκήνιο (στο πρόγραμμα περιήγησής σας, όχι σε κάποιον διακομιστή). Μπορείτε να κάνετε μεταφόρτωση της αναφοράς σας περιοδικά καθώς εργάζεστε για να αποφύγετε την απώλεια δεδομένων εάν το πρόγραμμα περιήγησής σας κλείσει.
    "USAGE_LI3": "Μπορείτε να αποθηκεύσετε μερικώς ολοκληρωμένες αναφορές και να τις επεξεργαστείτε αργότερα. Για να φορτώσετε ξανά ένα αποθηκευμένο αρχείο, χρησιμοποιήστε το κουμπί ‘Άνοιγμα αναφοράς’ σε αυτήν τη σελίδα.",
    "CHOICES_HEADING": "Επιλογές Αποτελέσματος",
    "CHOICES_INTRO": " Καθώς προχωράτε και αξιολογείτε τον ιστότοπό σας, θα επιλέξετε ένα “αποτέλεσμα” για κάθε κριτήριο. Εδώ είναι το υπόμνημα του τί σημαίνουν αυτές οι επιλογές:",
    "CHOICES_DT1": "Δεν ελέγχθηκε",
    "CHOICES_DD1": "Δεν ελέγξατε τον ιστότοπο με αυτό το κριτήριο επιτυχίας.",
    "CHOICES_DT2": "Επιτυχία",
    "CHOICES_DD2": "Αυτό το κριτήριο επιτυχίας καλύπτεται.",
    "CHOICES_DT3": "Αποτυχία",
    "CHOICES_DD3": "Αυτό το κριτήριο επιτυχίας δεν καλύπτεται.",
    "CHOICES_DT4": "Μη εφαρμόσιμο",
    "CHOICES_DD4": "Αυτό το κριτήριο επιτυχίας σχετίζεται με ένα χαρακτηριστικό που το εργαλείο συγγραφής δεν διαθέτει, δεν εφαρμόζεται. ",
    "CHOICES_DT5": "Απροσδιόριστο",
    "CHOICES_DD5": "Δεν είναι σαφές εάν καλύπτεται το κριτήριο επιτυχίας."
}
